<?php

//国内：都道府県単位
//海外：国単位

return [
    //例外（エラー対処：id=1）
    [
        'name' => '--',
    ],
    //首都圏
    [
        'name'  => '東京',
    ],
    [
        'name'  => '神奈川',
    ],
    [
        'name'  => '埼玉',
    ],
    [
        'name'  => '千葉',
    ],
    [
        'name'  => '栃木',
    ],
    [
        'name'  => '茨城',
    ],
    [
        'name'  => '群馬',
    ],
    //東北・北海道
    [
        'name'  => '北海道',
    ],
    [
        'name'  => '青森',
    ],
    [
        'name'  => '秋田',
    ],
    [
        'name'  => '岩手',
    ],
    [
        'name'  => '宮城',
    ],
    [
        'name'  => '山形',
    ],
    [
        'name'  => '福島',
    ],
    //北信越
    [
        'name'  => '長野',
    ],
    [
        'name'  => '山梨',
    ],
    [
        'name'  => '新潟',
    ],
    [
        'name'  => '富山',
    ],
    [
        'name'  => '石川',
    ],
    [
        'name'  => '福井',
    ],
    //東海
    [
        'name'  => '静岡',
    ],
    [
        'name'  => '愛知',
    ],
    [
        'name'  => '岐阜',
    ],
    [
        'name'  => '三重',
    ],
    //関西
    [
        'name'  => '滋賀',
    ],
    [
        'name'  => '和歌山',
    ],
    [
        'name'  => '京都',
    ],
    [
        'name'  => '奈良',
    ],
    [
        'name'  => '大阪',
    ],
    [
        'name'  => '兵庫',
    ],
    //山陰・西日本
    [
        'name'  => '鳥取',
    ],
    [
        'name'  => '島根',
    ],
    [
        'name'  => '山口',
    ],
    [
        'name'  => '岡山',
    ],
    [
        'name'  => '広島',
    ],
    [
        'name'  => '香川',
    ],
    [
        'name'  => '徳島',
    ],
    [
        'name'  => '高知',
    ],
    [
        'name'  => '愛媛',
    ],
    [
        'name'  => '福岡',
    ],
    [
        'name'  => '大分',
    ],
    [
        'name'  => '長崎',
    ],
    [
        'name'  => '佐賀',
    ],
    [
        'name'  => '熊本',
    ],
    [
        'name'  => '宮崎',
    ],
    [
        'name'  => '鹿児島',
    ],
    [
        'name'  => '沖縄',
    ],
    [
        'name'  => '全国',
    ],
    //一等地
    [
        'name'  => '丸の内',
    ],
    [
        'name'  => '大手町',
    ],
    [
        'name'  => '銀座',
    ],
    [
        'name'  => '新宿',
    ],
    [
        'name'  => '池袋',
    ],
    [
        'name'  => '渋谷',
    ],
    [
        'name'  => '品川',
    ],
    [
        'name'  => '有楽町',
    ],
    [
        'name'  => '日比谷',
    ],
    [
        'name'  => '新橋',
    ],
    //産業都市
    [
        'name'  => '横浜',
    ],
    [
        'name'  => '川崎',
    ],
    //海外
    [
        'name'  => '欧米',
    ],
    [
        'name'  => '米国',
    ],
    [
        'name'  => '北米',
    ],
    [
        'name'  => '南米'
    ],
    [
        'name'  => '英国'
    ],
    [
        'name'  => '独国'
    ],
    [
        'name'  => '仏国'
    ],
    [
        'name'  => '伊国'
    ],
    [
        'name'  => '欧州',
    ],
    [
        'name'  => '豪州',
    ],
    [
        'name'  => '中国',
    ],
    [
        'name'  => '香港',
    ],
    [
        'name'  => '台湾',
    ],
    [
        'name'  => '韓国',
    ],
    [
        'name'  => 'タイ',
    ],
    [
        'name'  => 'アジア'
    ],
    [
        'name'  => 'Asia'
    ],
    [
        'name'  => '他国',
    ],
];
